{
  "basics": {
    "name": "Julia Berndtsson",
    "label": "PhD Student",
    "image": "",
    "email": "julia.berndtsson@yale.edu",
    "url": "https://berndtssonj.github.io",
    "summary": "Swedish phycisist focused on quantum engineering."
  },
  "work": [
    {
      "name": "Yale University",
      "position": "Graduate Research Student",
      "startDate": "2024-09-01",
      "summary": "Researching superconducting processor architecture designs, and computational methods to enchance high-precision measurement." 
    },
    {
      "name": "Google Quantum AI",
      "position": "Student Researcher",
      "startDate": "2023-06-30",
      "endDate": "2024-06-30",
      "summary": "Researced superconducting processor architecture designs, and implementations of simulation on quantum processors." 
    },
    {
      "name": "Princeton Univeristy",
      "position": "Student Researcher",
      "startDate": "2021-06-01",
      "endDate": "2023-05-30",
      "summary": "Researced semiconductor spin qubits with a focus on measurment techniques and processor designs."
    },
    {
      "name": "Harvard-Smithsonian Center for Astrophysics",
      "position": "Student Researcher",
      "startDate": "2018-06-01",
      "endDate": "2021-10-30",
      "summary": "Discovered the first planet candidate in an external galaxy using X-ray transits." 
    }
  ],
  "projects": [
    {
      "name": "Prospect Student Ventures",
      "summary": "Managing Director for Princeton's Venture Captial club. Allocated funding to Princeton-founded startups via equity-free grants and ran initiatives to foster entrepreneurship on campus.",
      "startDate": "2020-08-01",
      "endDate": "2023-05-30",
      "url": "https://psv.com"
    }
  ],
  "education": [
    {
      "institution": "Yale University, Department of Applied Physics",
      "location": "New Haven, CT, USA",
      "studyType": "PhD",
      "startDate": "2024-09-01",
      "courses": ["RF and Microwave Engineering"]
    },
    {
      "institution": "Princeton University, Department of Physics",
      "location": "Princeton, NJ, USA",
      "studyType": "AB",
      "startDate": "2019-08-30",
      "endDate":"2023-05-30"
    }
  ],
  "awards": [
    {
      "title": "Engineering Physics Senior Thesis Award",
      "date": "2023-06-01",
      "awarder": "Princeton University",
      "summary": "This prize is awarded to the 'Engineering Physics student whose independent work or thesis is deemed most outstanding by the Engineering Physics faculty.'"
    },
    {
      "title": "Manfred Pyka Memorial Prize",
      "date": "2021-06-01",
      "awarder": "Princeton University",
      "summary": "This prize is given to 'outstanding Physics undergraduates who have shown excellence in course work and promise in independent research.'"
    },
    {
      "title": "Super Nova of the Year",
      "date": "2022-02-01",
      "awarder": "Nova 111 Student List",
      "summary": "The professionals' list identifies the best talent across 11 key sectors of the economy who have achieved outstanding results and a driving positive impact. Selected as the top candidate nation-wide."
    }
  ],
  "publications": [
    {
      "name": "A possible planet candidate in an external galaxy detected through X-ray transit",
      "publisher": "Nature Astronomy",
      "releaseDate": "2021-10-30",
      "url": "https://www.nature.com/articles/s41550-021-01495-w",
      "summary": "We report the potential transit of a planet in the X-ray binary M51-ULS-1 in the galaxy M51. We examined a range of explanations for the observed X-ray dip, and find that the data are well fit by a planet transit model in which the eclipser is most likely to be the size of Saturn. We also find that the locations of possible orbits are consistent with the survival of a planet bound to a mass-transfer binary."
    },
    {
      "name": "Thermalization and criticality on an analog-digital quantum simulator",
      "publisher": "Pre-print",
      "releaseDate": "2024-05-27",
      "url": "https://arxiv.org/pdf/2405.17385",
      "summary": "We present a quantum simulator comprising 69 superconducting qubits which supports both universal quantum gates and high-fidelity analog evolution, with performance beyond the reach of classical simulation in cross-entropy benchmarking experiments. Emulating a two-dimensional (2D) XY quantum magnet, we leverage a wide range of measurement techniques to study quantum states after ramps from an antiferromagnetic initial state. We observe signatures of the classical Kosterlitz-Thouless phase transition, as well as strong deviations from Kibble-Zurek scaling predictions attributed to the interplay between quantum and classical coarsening of the correlated domains."
    }
  ],
  "languages": [
    {
      "language": "Swedish",
      "fluency": "Native speaker",
      "icon": ""
    },
    {
      "language": "English",
      "fluency": "Fluent",
      "icon": ""
    }
  ]
}
